[
    {
      "id": 1,
      "title": "Abapuru",
      "ano":1928,
      "artist": "Tarsila do Amaral",
      "description": "A obra “Abaporu” é uma das pinturas a óleo mais emblemáticas da história do Brasil, produzida por Tarsila do Amaral, uma importante artista plástica brasileira, em 1928. Essa produção artística, pertence ao período modernista brasileiro e inaugura uma nova fase da arte nacional chamada antropofágica (assimilação de culturas). Ademais, “Abaporu” em tupi significa “homem que come homem” retratando a cabeça diminuta definido como ausência de conhecimento e membros largos indicando que o ser humano foi feito somente para trabalhar. Logo, a obra viabiliza uma crítica social contra o “apaziguamento” da população com traços da brasilidade",
      "imageUrl": "https://ichef.bbci.co.uk/news/640/cpsprodpb/1251F/production/_106293057_525769e3-ee92-45f0-8f05-c6d154dcca7b.jpg",
      "link":"https://artsandculture.google.com/story/xgVhcfE7hf2yoA?hl=pt"
    },
    {
      "id": 2,
      "title": "Série Ciclistas",
      "ano":1990,
      "artist": "ibere camargo",
      "description": "Os Ciclistas é uma obra literária escrita por Afonso Schmidt, um autor brasileiro, publicada em 1963. A história se passa em São Paulo, Brasil, durante o início do século XX, quando o ciclismo estava se tornando popular. O romance narra a vida de personagens que compartilham a paixão pelo ciclismo, abordando temas como a busca por liberdade, a superação de desafios e as complexidades das relações humanas. Através das pedaladas dos protagonistas, o autor tece uma narrativa que explora a cidade, as emoções e as interações sociais, capturando a essência da vida urbana na época. Os Ciclistas é uma obra que celebra a paixão pelo esporte e a jornada pessoal de seus personagens.",
      "imageUrl": "https://lh3.googleusercontent.com/ci/ALr3YSGaKpjZ1oEsdIYwKkPItnYCl0ULa_ykFG2yPhG37JTSdAtYxexSzjXCRUlF1pohvErPgneMLj8=w948-h1204-dc-rw-v1",
      "link":"https://artsandculture.google.com/story/iber%C3%AA-camargo-um-corpo-fotogr%C3%A1fico-funda%C3%A7ao-ibere-camargo/NAVB-NccAj3ukg?hl=pt-BR"
    },
    {
      "id":3,
      "title":"Os retirantes",
      "ano":1944,
      "artist":"Cândido Portinari",
      "description":"Os Retirantes é uma obra do autor brasileiro Portinari. O artista brasileiro Candido Portinari, criou uma série de quadros nas décadas de 1940, onde retratou a dura realidade dos migrantes nordestinos em busca de uma vida melhor e melhores condições de vida em outras partes do país. Suas obras procuram capturar a pobreza, a seca e a esperança dessas pessoas através de cores terrosas e formas que dão ênfase à atmosfera triste para transmitir as dificuldades enfrentadas pelos retirantes, fator que a fez tornar uma das representações mais importantes da cultura e das condições socioeconômicas do Brasil naquela época.",
      "imageUrl":"https://static.todamateria.com.br/upload/po/rt/portinari-cke.jpg",
      "link":"https://artsandculture.google.com/story/EwXhNjuBfrMCEA"
    },
    {
      "id": 4,
      "title": "Children of the World",
      "ano":2005,
      "artist": "Romero Britto",
      "description": "A obra retrata a crescente globalização e interconexão cultural vivenciada no início do novo milénio. As informações e culturas estavam se espalhando rapidamente, por conta das novas tecnologias que surgiam, criando uma sensação de maior proximidade entre nações e povos. A arte retrata crianças de diferentes origens étnicas e culturais, unidas pela alegria da infância. Isso ressoa com a ideia de que, apesar das diferenças, as pessoas de todo o mundo compartilham uma humanidade comum e podem se unir em um espírito de harmonia e diversidade.",
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJY0oSYQJG6oH4l6ldoALecT21hjMCgFdkQyUhA1B9C3acYBXWGC_i22G8&s=10",
      "link": "https://artsandculture.google.com/entity/m0268nzh?hl=pt"      
    },
    {
      "id":5,
      "title":"Independência ou morte",
      "ano":1888,
      "artist":"Pedro Américo",
      "description": "O nome da obra de Pedro Américo refere-se ao famoso grito de Dom Pedro 1° ao proclamar a independência do Brasil às margens do Rio Ipiranga, no dia 7 de setembro de 1822. A obra foi entregue no dia 8 de abril de 1888 na Academia de Belas Artes de Florença, mas foi exposta ao público brasileiro somente em 7 de setembro 1895 na inauguração do Museu Paulista, hoje em dia mais conhecido como Museu do Ipiranga.Embora a independência tenha sido em 1822, o quadro só foi produzido em 1888 a pedido do conselheiro imperial Joaquim Inácio Ramalho o qual firmou um acordo com Pedro Américo onde o artista se comprometeria a pintar, em três anos (1886-1888), um quadro histórico comemorativo da proclamação da independência pelo príncipe regente Dom Pedro.",
      "imageUrl":"https://www.gov.br/mre/pt-br/media/dsc1083-canvas-baixa.jpg",
      "link":"https://artsandculture.google.com/entity/m047rcgy?hl=pt"
    },
    {
      "id":6,
      "title":"Lavrador de café",
      "ano": 1934,
      "artist":"Candido Portinari",
      "description":"A obra é realista e bem detalhada do trabalhador da epoca e a paleta de cores é forte e marcante. Portinari, retratou em sua obra a vida no campo e as questão social do Brasil. É possível reparar que os cafezais ocupam grande parte da proporção do plano de fundo da imagem, o que se refere diretamente à grande histórica cafeicultura do Brasil. Além disso, as características do lavrador são impactantes, como braços fortes e mãos e pés grandes, anunciando a força do trabalhador braçal. Essa é uma das obras que retratam o dia a dia do trabalhador rural brasileiro principalmente no século XIX. Portinari também se refere ao tema em outras obras, como em um dos seus principais trabalhos, nomeado de Café, de 1935.",
      "imageUrl":"https://cdn.culturagenial.com/imagens/o-lavrador-de-cafe-candido-portinari-cke.jpg",
      "link":"https://artsandculture.google.com/story/EwXhNjuBfrMCEA"
    },
    {
      "id":7,
      "title":"Nossa Senhora da Porciúncula",
      "ano":1812,
      "artist":"Mestre Ataíde",
      "description":"A obra foi criada no contexto do barroco que exerceu uma grande influência sobre a pintura da região mineira através de numerosos alunos e seguidores, os quais, até a metade do século XIX, continuaram seu estilo e seu método de composição, particularmente em trabalhos de perspectiva no teto de igrejas.Nossa Senhora de Porciúncula é uma devoção católica associada à capela de Porciúncula, na Itália, onde São Francisco de Assis fundou a Ordem Franciscana. Por isso, Mestre Ataíde escolheu ela para ser pintada na cúpula da igreja de São Francisco de Assis em Ouro Preto",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/commons/c/c2/Ata%C3%ADde_-_NSPorci%C3%BAncula.jpg",
      "link":"https://www.google.com/search?kgmid=/m/063z09d&hl=pt-BR&q=Mestre+Ata%C3%ADde&kgs=f2ab6f8d9204745e&shndl=17&source=sh/x/kp/osrp/m5/1"
    },
    {
      "id": 9,
      "title":"Mae Preta",
      "ano":1912,
      "artist":"Lucílio de Albuquerque",
      "description":"A pintura foi exposta pela primeira vez na 19° edição da Exposição de Belas Artes no Rio de Janeiro, sendo na época uma grande inovação, uma vez que as representações de escravizadas, tanto quanto mães pretas eram raras e mal vistas. A obra representa o momento de amamentação do filho do senhor por uma mulher negra, expondo logo à frente sua própria criança deitada em panos sobre o chão, a qual se encontra excluída. A pintura faz uma crítica quanto ao sofrimento materno e às renúncias que as mães eram obrigadas a fazer enquanto mulheres escravizadas, de forma a priorizar o filho do senhor e deixar o seu próprio. É ressaltada a humilhação e a dor da separação perante a função de ama-de-leite.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/commons/0/08/Luc%C3%ADlio_de_Albuquerque_-_M%C3%A3e_Preta_%282%29.jpg",
      "link": "https://artsandculture.google.com/entity/m0dd9dv3?hl=pt-br"
    },
    {
      "id": 10,
      "title":"Monalisa Indígena",
      "ano":2019,
      "artist":"Denilson Baniwa ",
      "description":"A obra reinterpreta a famosa 'Mona Lisa' de Leonardo da Vinci, apresentando uma perspectiva indígena e contemporânea da cultura e identidade indígena brasileira. A peça busca destacar a importância e a presença dos povos indígenas na sociedade brasileira e global, bem como questionar estereótipos e representações históricas.Contextualmente, a obra surge em um período em que a discussão sobre a valorização e o reconhecimento das culturas indígenas ganha destaque, especialmente no Brasil, onde os povos indígenas enfrentam desafios relacionados à demarcação de terras, preservação de suas tradições e luta contra a discriminação.",
      "imageUrl":"https://www.researchgate.net/publication/336228692/figure/fig5/AS:809727650971649@1570065524491/Denilson-Baniwa-Mona-Lisa-cunha-Imagem-retirada-do-site-do-artista-Disponivel-em.jpg",
      "link":"https://www.google.com/search?kgmid=/g/11jfp43x6h&hl=pt-BR&q=Denilson+Baniwa&kgs=5c272be8a2a9d295&shndl=17&source=sh/x/kp/osrp/m5/1"
    },
    {
      "id": 11,
      "title":"O Beijo",
      "ano":2019,
      "artist":"Angela Oskar",
      "description":"Angela Oskar, artista plástica brasileira, produziu no ano de 2013 a obra Beijo ao Luar, que é uma releitura do quadro O Beijo, de Gustavo Kimit. A obra de Angela se destaca pelos tons claros de cores e principalmente pelas características da cultura nordestina encontradas no projeto, como o clima árido, o chapéu de cangaceiro e os desenhos das roupas dos personagens da pintura. A principal intenção de Angela nesta obra é valorizar a tradicional cultura do nordeste brasileiro.",
      "imageUrl":"https://2.bp.blogspot.com/-nEQDJQI6rPM/WLymdkZJDuI/AAAAAAAAYLQ/2Yhv5Hr8jicoxCd18IKK7w2Xj1YO7LJcgCLcB/s1600/zBeijoFace.jpg",
      "link":"https://den137.wixsite.com/artnatic/angela-oskar"
    },
    {
      "id": 12,
      "title":"Adoração aos três reis magos",
      "ano":1554,
      "artist":"Belchior",
      "description":"Os Três Reis Magos foram os três personagens que visitaram Jesus quando ele nasceu. Os nomes deles eram Belchior, Gaspar e Baltazar. O nome Belchior também pode ser encontrado nas variantes Melchior ou Belquior.Cada um dos reis magos ofereceu ao Menino Jesus um presente: ouro, incenso e mirra.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/commons/7/75/Belchior_Paulo_-_Adora%C3%A7%C3%A3o_dos_Reis_Magos_%282%29.jpg",
      "link": "https://pt.wikipedia.org/wiki/Belchior_Paulo"
    }
  ]
